{
  "Experience": [
    {
      "icon": "/src/utility/prodapt-logo.svg",
      "companyName": "Prodapt",
      "yearOfWork": "2021 - present",
      "designation": "Software Engineer | Frontend Developer",
      "workDiscription": " I've spent almost 2.5+ years delivering innovative web solutions. Proficient in modern frontend technologies, I've collaborated on diverse projects, ensuring high-quality code, responsive designs, and seamless user experiences. Passionate about continuous learning, I've contributed to team success through effective problem-solving and communication skills.",
      "url": "https://www.prodapt.com/"
    }
  ],
  "Qualification": [
    {
      "icon": "/src/utility/newtonschool-logo.PNG",
      "collegeName": "Newton School",
      "yearOfWork": "2020 - 2021",
      "qualificationIn": "Full Stack Development",
      "workDiscription": " Experienced in IT and frontend development. Completed NewtonSchool full-stack course, mastering various technologies for robust application development and effective problem-solving.",
      "url": "https://www.newtonschool.co",
      "certificate": [
        {
          "name": "Newtonschool Certificate",
          "url": "https://my.newtonschool.co/course/4nka5y7k801q/certificate/fixickg8lmhy/verify"
        }
      ]
    },
    {
      "icon": "/src/utility/nmiet-logo.PNG",
      "collegeName": "NMIET",
      "yearOfWork": "2017 - 2020",
      "qualificationIn": "Mechanical Engineering",
      "workDiscription": "Mechanical engineering graduate with strong IT skills and expertise in frontend coding and UI/UX design. Passionate about merging technical knowledge with creative design to deliver exceptional user experiences.",
      "url": "https://www.nmiet.edu.in/"
    },
    {
      "icon": "/src/utility/dy-patil-logo.svg",
      "collegeName": "DY Patil Polytechnic",
      "yearOfWork": "2014 - 2017",
      "qualificationIn": "Mechanical Engineering",
      "workDiscription": "Diploma in Mechanical Engineering with proficient IT and frontend coding skills. Adept in merging engineering principles with technological expertise for innovative solutions. Passionate about leveraging cross-disciplinary knowledge for impactful projects.",
      "url": "https://dypatiluniversitypune.edu.in/"
    }
  ],
  "Discription": [
    {
      "label": "JS",
      "url": "https://www.w3schools.com/js/",
      "disc": "High-level, interpreted, dynamic, prototype-based, scripting, multi-paradigm, first-class functions, supports object-oriented, imperative, declarative, functional programming."
    },
    {
      "label": "HTML",
      "url": "https://www.w3schools.com/html/",
      "disc": "Create a gradient-filled circle with SVG, using linearGradient and circle elements."
    },
    {
      "label": "CSS",
      "url": "https://www.w3schools.com/css/",
      "disc": "CSS styles webpage appearance; controls layout, colors, fonts, sizes, and animations."
    },
    {
      "label": "nodejs",
      "url": "https://www.w3schools.com/nodejs/",
      "disc": "Node.js is a JavaScript runtime that executes server-side code for web applications."
    },
    {
      "label": "mongodb",
      "url": "https://www.w3schools.com/mongodb/",
      "disc": "Flexible, scalable NoSQL database. Document-oriented. JSON-like documents. Widely used in modern applications."
    },
    {
      "label": "ReactJs",
      "url": "https://legacy.reactjs.org/docs/getting-started.html",
      "disc": "React.js is a declarative, efficient, and flexible JavaScript library for building user interfaces, developed by Facebook."
    },
    {
      "label": "Angular",
      "url": "https://angular.io/guide/architecture",
      "disc": "Angular is a popular open-source web application framework maintained by Google, known for its robustness, scalability, and extensive features for building dynamic single-page applications (SPAs) using TypeScript."
    }
  ],
  "ResumePath":"/src/utility/files/18JAN24.pdf"
}
